[Subtitles]
Movie_aw_04_3038=我们……是——！！
Movie_aw_04_3039=为什么还在迷茫？　明明连归途都不知道……
Movie_aw_04_3040=到底在想什么？
Movie_aw_04_3041=就连活下去都做不到……
Movie_aw_04_3042=……
Movie_aw_04_3043=可悲的男人啊
Movie_aw_04_3044=这次就是，永远的安息了吧……
Movie_aw_04_3045=……
Movie_aw_04_3046=咕嘎啊啊啊！
Movie_aw_04_3042=……
Movie_aw_04_3043=可悲的男人啊
Movie_aw_04_3044=这次就是，永远的安息了吧……
Movie_aw_04_3046=咕嘎啊啊啊！
